[
    {
        "id":"yankari",
        "locality":"Yankari National Park",
        "year":1991,
        "photo":"yankari.jpg",
        "description":"Národní park Yankari je rozsáhlý park s divokou přírodou, který se nachází v jižní a centrální části státu Bauchi na severovýchodě Nigérie. Rozkládá se na ploše přibližně 2 244 km² a je domovem několika přírodních teplých pramenů a také široké škály rostlin a živočichů. Díky své poloze v srdci západoafrické savany nabízí turistům a rekreantům jedinečnou možnost pozorovat divokou zvěř v jejím přirozeném prostředí. Yankari byla původně vytvořena jako rezervace v roce 1956, ale později, v roce 1991, byla vyhlášena největším nigerijským národním parkem. Je nejoblíbenějším cílem turistů v Nigérii, a proto hraje zásadní roli v rozvoji a propagaci cestovního ruchu a ekoturistiky v Nigérii. Je také jednou z nejoblíbenějších ekodestinací v západní Africe.",
        "url":"https://www.unesco-czech.cz/kladruby-nad-labem/predstaveni/#page_start"
     },
     {
        "id":"erin",
        "locality":"Erin-Ijesha",
        "year":1140,
        "photo":"erin.jpg",
        "description":"Vodopády Erin-Ijesha (známé také jako vodopády Olumirin) se nacházejí ve městě Erin-Ijesha. Jedná se o turistickou atrakci, která se nachází v místní vládní oblasti Oriade ve státě Osun v Nigérii. Vodopády byly objeveny v roce 1140 n. l. jednou z dcer rodu Oduduwa. Avšak podle deníku The Nation 'vodopád Olumirin byl objeven lovci v roce 1140 n. l.'. Jiný zdroj uvádí, že turistické místo objevila žena jménem Akinla, zakladatelka města Erin-Ijesha a vnučka Oduduwy, během stěhování obyvatel Ife do Erin- Ijesa. Vodopád má sedm pater, na jejichž vrcholu se nachází vesnice Abake. Říká se, že vodopád má léčivé účinky a lidé sem přicházeli ze všech koutů, aby se z něj napili a uzdravili. Vodopád Erin Ijesha je také oblíbeným výletním místem pro školy v okolí.",
        "url":"https://www.unesco-czech.cz/praha/predstaveni/#page_start"
     },
     {
        "id":"gashaka",
        "locality":"Gashaka Gumti National Park",
        "year":1991,
        "photo":"gashaka.jpg",
        "description":"Národní park Gashaka-Gumti (GGNP) je národní park v Nigérii, Byl vyhlášen ze dvou rezervací v roce 1991 a je největším nigerijským národním parkem. Nachází se ve východních provinciích Taraba a Adamawa až k hranicím s Kamerunem. Celková rozloha činí asi 6 402 km², velkou část severní části GGNP tvoří savanové pastviny, zatímco jižní sektor GGNP má členitý terén, který se vyznačuje velmi hornatými, strmými svahy i hlubokými údolími a roklemi, a jsou v něm horské lesy. Nadmořská výška se pohybuje od přibližně 457 m n. m. v severním rovinatějším cípu parku až po 2419 m n. m. na Chappal Waddi, nejvyšší hoře Nigérie v jižních částech parku. Jedná se o důležité povodí řeky Benue. Hojný průtok řeky je zde i v období výrazného sucha. Na území parku se nacházejí enklávy místních fulanských pastevců, které umožňují zemědělství a pastvu.",
        "url":"https://www.unesco-czech.cz/krusnohori/predstaveni/#page_start"
     }
]